[BD_IO_HoraceCorpse InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[IO_BanePile InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_HoracePile InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_IO_TheBane_MissionDirector MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO antigo"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_IO_TheBane_MissionDirector:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Minhas útimas palavras..."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_GarNote MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO de Gar"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_GarNote:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Um dispositivo ECHO cuja gravação revela o paradeiro do Flagelo."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HoraceEchoRecorder MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO de Horace"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HoraceEchoRecorder:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Outra pista que pode levar você até o Flagelo."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_McNallyRecorder MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dispositivo ECHO de McNally"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_McNallyRecorder:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="O áudio-diário de McNally. Isso pode conter alguma pista sobre o paradeiro do Flagelo."
NoConstraintText=""
Suffix=""
Prefix=""

[MissionIcons.Icon_TheBane_Search InteractionIconDefinition]
Text="PROCURAR"

